export const jaTerms = {
  top: {
    license: {
      title: 'MIT License',
      desc: '\
        ServerStarter2はMIT Licenseによって保護されています．\n\
        （ライセンスの要約を提示）',
      btn: 'ライセンスの原文を開く',
    },
    use: {
      title: '利用規約',
      desc: '\
        ServerStarter2本体の利用に際してユーザーが順守すべき事柄についての規約です．\n\
        全てのユーザーは利用規約に同意することで本ソフトを利用することができます．',
      btn: '利用規約を開く',
    },
    privacy: {
      title: 'プライバシーポリシー',
      desc: '\
        本プロジェクト全体において一貫したユーザーデータに対する考え方をまとめました．\n\
        データの提供は任意であり，本プロジェクトがユーザーにデータの提供を強制することは一切ありません．',
      btn: 'プライバシーポリシーを開く',
    },
    broadcast: {
      title: '配信規約',
      desc: '\
        ServerStarter2をはじめとした本プロジェクトの成果をインターネット等を通じて外部に配信する際の約束事になります．\n\
        本プロジェクトは積極的な配信を歓迎していますので，ぜひ投稿の前にご一読ください！',
      btn: '配信規約を開く',
    },
    specs: {
      title: '仕様書類',
      desc: '\
        ServerStarter2の制作にあたり，制定された仕様書類を全編公開しています．\n\
        本ソフトの各機能の詳細や技術的な取り組みの詳細を文書としてまとめました．',
      btn: '仕様書類を開く',
    },
  },
  broadcast: {
    logo: {
      base: {
        title: '基本のロゴ',
        desc: '\
          本プロジェクトにおける最も基本的なロゴと，基本から派生したデザインのロゴです．\n\
          動画配信の素材として利用したい場合などに最適です．',
      },
      withText: {
        title: 'テキスト付きのロゴ',
        desc: '\
          本プロジェクトを一目で理解できるようにするためのロゴです．\n\
          本プロジェクトの紹介で利用することを想定しています．',
      },
    },
  },
};
